{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "[UNK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": {
    "type": "NFKC"
  },
  "pre_tokenizer": {
    "type": "Metaspace",
    "replacement": "▁",
    "prepend_scheme": "never",
    "split": true
  },
  "post_processor": null,
  "decoder": {
    "type": "Metaspace",
    "replacement": "▁",
    "prepend_scheme": "never",
    "split": true
  },
  "model": {
    "type": "BPE",
    "dropout": null,
    "unk_token": "[UNK]",
    "continuing_subword_prefix": null,
    "end_of_word_suffix": null,
    "fuse_unk": false,
    "byte_fallback": false,
    "ignore_merges": false,
    "vocab": {
      "[UNK]": 0,
      "\n": 1,
      "!": 2,
      "\"": 3,
      "#": 4,
      "$": 5,
      "%": 6,
      "&": 7,
      "'": 8,
      "(": 9,
      ")": 10,
      "*": 11,
      "+": 12,
      ",": 13,
      "-": 14,
      ".": 15,
      "/": 16,
      "0": 17,
      "1": 18,
      "2": 19,
      "3": 20,
      "4": 21,
      "5": 22,
      "6": 23,
      "7": 24,
      "8": 25,
      "9": 26,
      ":": 27,
      ";": 28,
      "<": 29,
      "=": 30,
      ">": 31,
      "?": 32,
      "A": 33,
      "B": 34,
      "C": 35,
      "D": 36,
      "E": 37,
      "F": 38,
      "G": 39,
      "H": 40,
      "I": 41,
      "J": 42,
      "K": 43,
      "L": 44,
      "M": 45,
      "N": 46,
      "O": 47,
      "P": 48,
      "Q": 49,
      "R": 50,
      "S": 51,
      "T": 52,
      "U": 53,
      "V": 54,
      "W": 55,
      "X": 56,
      "Y": 57,
      "Z": 58,
      "[": 59,
      "\\": 60,
      "]": 61,
      "^": 62,
      "_": 63,
      "`": 64,
      "a": 65,
      "b": 66,
      "c": 67,
      "d": 68,
      "e": 69,
      "f": 70,
      "g": 71,
      "h": 72,
      "i": 73,
      "j": 74,
      "k": 75,
      "l": 76,
      "m": 77,
      "n": 78,
      "o": 79,
      "p": 80,
      "q": 81,
      "r": 82,
      "s": 83,
      "t": 84,
      "u": 85,
      "v": 86,
      "w": 87,
      "x": 88,
      "y": 89,
      "z": 90,
      "{": 91,
      "|": 92,
      "}": 93,
      "~": 94,
      "°": 95,
      "·": 96,
      "Ö": 97,
      "á": 98,
      "â": 99,
      "æ": 100,
      "ç": 101,
      "è": 102,
      "é": 103,
      "í": 104,
      "ñ": 105,
      "ö": 106,
      "ü": 107,
      "ā": 108,
      "ī": 109,
      "İ": 110,
      "Ś": 111,
      "ś": 112,
      "ū": 113,
      "ș": 114,
      "ə": 115,
      "ɦ": 116,
      "ɪ": 117,
      "ɾ": 118,
      "ʊ": 119,
      "ʼ": 120,
      "ˈ": 121,
      "ː": 122,
      "ί": 123,
      "α": 124,
      "δ": 125,
      "θ": 126,
      "ν": 127,
      "π": 128,
      "ς": 129,
      "ό": 130,
      "ँ": 131,
      "ं": 132,
      "ः": 133,
      "अ": 134,
      "आ": 135,
      "इ": 136,
      "ई": 137,
      "उ": 138,
      "ऊ": 139,
      "ऋ": 140,
      "ऍ": 141,
      "ए": 142,
      "ऐ": 143,
      "ऑ": 144,
      "ओ": 145,
      "औ": 146,
      "क": 147,
      "ख": 148,
      "ग": 149,
      "घ": 150,
      "ङ": 151,
      "च": 152,
      "छ": 153,
      "ज": 154,
      "झ": 155,
      "ञ": 156,
      "ट": 157,
      "ठ": 158,
      "ड": 159,
      "ढ": 160,
      "ण": 161,
      "त": 162,
      "थ": 163,
      "द": 164,
      "ध": 165,
      "न": 166,
      "ऩ": 167,
      "प": 168,
      "फ": 169,
      "ब": 170,
      "भ": 171,
      "म": 172,
      "य": 173,
      "र": 174,
      "ल": 175,
      "ळ": 176,
      "व": 177,
      "श": 178,
      "ष": 179,
      "स": 180,
      "ह": 181,
      "ऻ": 182,
      "़": 183,
      "ऽ": 184,
      "ा": 185,
      "ि": 186,
      "ी": 187,
      "ु": 188,
      "ू": 189,
      "ृ": 190,
      "े": 191,
      "ै": 192,
      "ॉ": 193,
      "ॊ": 194,
      "ो": 195,
      "ौ": 196,
      "्": 197,
      "॔": 198,
      "।": 199,
      "०": 200,
      "१": 201,
      "२": 202,
      "३": 203,
      "४": 204,
      "५": 205,
      "६": 206,
      "७": 207,
      "८": 208,
      "९": 209,
      "॰": 210,
      "ం": 211,
      "ః": 212,
      "అ": 213,
      "ఆ": 214,
      "ఇ": 215,
      "ఈ": 216,
      "ఉ": 217,
      "ఋ": 218,
      "ఎ": 219,
      "ఏ": 220,
      "ఐ": 221,
      "ఒ": 222,
      "ఓ": 223,
      "ఔ": 224,
      "క": 225,
      "ఖ": 226,
      "గ": 227,
      "ఘ": 228,
      "చ": 229,
      "ఛ": 230,
      "జ": 231,
      "ఞ": 232,
      "ట": 233,
      "ఠ": 234,
      "డ": 235,
      "ఢ": 236,
      "ణ": 237,
      "త": 238,
      "థ": 239,
      "ద": 240,
      "ధ": 241,
      "న": 242,
      "ప": 243,
      "ఫ": 244,
      "బ": 245,
      "భ": 246,
      "మ": 247,
      "య": 248,
      "ర": 249,
      "ల": 250,
      "ళ": 251,
      "వ": 252,
      "శ": 253,
      "ష": 254,
      "స": 255,
      "హ": 256,
      "ా": 257,
      "ి": 258,
      "ీ": 259,
      "ు": 260,
      "ూ": 261,
      "ృ": 262,
      "ె": 263,
      "ే": 264,
      "ై": 265,
      "ొ": 266,
      "ో": 267,
      "ౌ": 268,
      "్": 269,
      "ṅ": 270,
      "ṇ": 271,
      "Ṛ": 272,
      "ṣ": 273,
      "ṭ": 274,
      "Ἰ": 275,
      "‌": 276,
      "‍": 277,
      "‎": 278,
      "–": 279,
      "—": 280,
      "‘": 281,
      "’": 282,
      "“": 283,
      "”": 284,
      "†": 285,
      "•": 286,
      "′": 287,
      "‹": 288,
      "›": 289,
      "⁡": 290,
      "₹": 291,
      "↑": 292,
      "−": 293,
      "▁": 294,
      "﻿": 295,
      "wi": 296,
      "ki": 297,
      "wiki": 298,
      "ia": 299,
      "dia": 300,
      "or": 301,
      "tt": 302,
      "](": 303,
      ":/": 304,
      "htt": 305,
      "http": 306,
      "pe": 307,
      "://": 308,
      "https": 309,
      "https://": 310,
      "](https://": 311,
      "g/": 312,
      ".or": 313,
      ".org/": 314,
      "pedia": 315,
      ".wiki": 316,
      ".org/wiki": 317,
      ".org/wiki/": 318,
      ".wikipedia": 319,
      ".wikipedia.org/wiki/": 320,
      "▁[": 321,
      "en": 322,
      "te": 323,
      "▁\"": 324,
      "\")": 325,
      "in": 326,
      "an": 327,
      "on": 328,
      "In": 329,
      "th": 330,
      "](https://en": 331,
      "](https://en.wikipedia.org/wiki/": 332,
      "ti": 333,
      "hi": 334,
      "India": 335,
      "er": 336,
      "ar": 337,
      "20": 338,
      "al": 339,
      "es": 340,
      "ार": 341,
      "](https://hi": 342,
      "](https://hi.wikipedia.org/wiki/": 343,
      "▁क": 344,
      "re": 345,
      "of": 346,
      "▁|": 347,
      "्र": 348,
      "is": 349,
      "the": 350,
      "ci": 351,
      "भार": 352,
      "भारत": 353,
      "tion": 354,
      "and": 355,
      "om": 356,
      "ed": 357,
      "te_": 358,
      "▁-": 359,
      "▁स": 360,
      "▁the": 361,
      "▁of": 362,
      "#ci": 363,
      "#cite_": 364,
      "it": 365,
      "▁(": 366,
      "ou": 367,
      "as": 368,
      "](https://en.wikipedia.org/wiki/India": 369,
      "201": 370,
      "ic": 371,
      "▁म": 372,
      "▁India": 373,
      "्य": 374,
      "le": 375,
      "OT": 376,
      "19": 377,
      "oo": 378,
      "▁in": 379,
      "no": 380,
      "్ర": 381,
      "id": 382,
      "ra": 383,
      "रा": 384,
      "](https://te": 385,
      "](https://te.wikipedia.org/wiki/": 386,
      "▁प": 387,
      "ent": 388,
      "▁s": 389,
      "](https://en.wikipedia.org/wiki/India#cite_": 390,
      "▁and": 391,
      "200": 392,
      "-0": 393,
      "▁p": 394,
      "**": 395,
      "ate": 396,
      "et": 397,
      "ri": 398,
      "ార": 399,
      "ान": 400,
      "ing": 401,
      "-1": 402,
      "am": 403,
      "ें": 404,
      "▁c": 405,
      "र्": 406,
      "us": 407,
      "ation": 408,
      "at": 409,
      "▁C": 410,
      "▁A": 411,
      "ref": 412,
      "▁के": 413,
      "ag": 414,
      "](https://hi.wikipedia.org/wiki/भारत": 415,
      "note": 416,
      "्त": 417,
      ").": 418,
      "▁ह": 419,
      "▁S": 420,
      "ook": 421,
      "ac": 422,
      "\\_": 423,
      "▁f": 424,
      "[[": 425,
      "ang": 426,
      "ad": 427,
      "ref-": 428,
      "note-": 429,
      "▁t": 430,
      "78": 431,
      "▁b": 432,
      "ve": 433,
      "li": 434,
      "ur": 435,
      "lo": 436,
      "या": 437,
      "िक": 438,
      "um": 439,
      "ాల": 440,
      "▁m": 441,
      "▁P": 442,
      "ver": 443,
      "ist": 444,
      "IS": 445,
      "ीय": 446,
      "we": 447,
      "▁में": 448,
      "ul": 449,
      "com": 450,
      "he": 451,
      "FO": 452,
      "▁अ": 453,
      "▁1": 454,
      "NOT": 455,
      "OTNOT": 456,
      "FOOTNOT": 457,
      "FOOTNOTE": 458,
      "\"),": 459,
      "్య": 460,
      "of_": 461,
      "978": 462,
      "_of_": 463,
      "BN": 464,
      "ISBN": 465,
      "ww": 466,
      "ch": 467,
      "ial": 468,
      ".\n": 469,
      "▁[↑": 470,
      "fi": 471,
      "ro": 472,
      "ce": 473,
      "st": 474,
      "భార": 475,
      "భారత": 476,
      "దే": 477,
      "ों": 478,
      "▁201": 479,
      "un": 480,
      "ory": 481,
      "దేశ": 482,
      "స్": 483,
      "il": 484,
      "▁w": 485,
      "]](https://en.wikipedia.org/wiki/India#cite_": 486,
      "▁d": 487,
      "वि": 488,
      "enti": 489,
      "ter": 490,
      "our": 491,
      "ना": 492,
      "](https://en.wikipedia.org/wiki/India#cite_ref-": 493,
      "]](https://en.wikipedia.org/wiki/India#cite_note-": 494,
      "21": 495,
      "्ष": 496,
      "▁ప": 497,
      "▁T": 498,
      "▁ज": 499,
      "ol": 500,
      "ons": 501,
      "ाल": 502,
      "▁M": 503,
      "identi": 504,
      "00": 505,
      "lin": 506,
      "fier": 507,
      "identifier": 508,
      "▁R": 509,
      "సా": 510,
      "_क": 511,
      "tic": 512,
      "▁द": 513,
      "identifier)": 514,
      "▁है": 515,
      "िया": 516,
      "न्": 517,
      "ర్": 518,
      "-0)": 519,
      "ेश": 520,
      "web": 521,
      "त्र": 522,
      "](https://hi.wikipedia.org/wiki/भारत#cite_": 523,
      "▁to": 524,
      "chi": 525,
      "▁**": 526,
      "राज": 527,
      "red": 528,
      "న్": 529,
      "em": 530,
      "book": 531,
      "res": 532,
      "▁|\n": 533,
      "▁B": 534,
      "▁a": 535,
      "),": 536,
      "ment": 537,
      "es/": 538,
      "s.": 539,
      "भा": 540,
      "cial": 541,
      "ni": 542,
      "age": 543,
      "और": 544,
      "25": 545,
      "▁ब": 546,
      "ig": 547,
      "ंग": 548,
      "pg": 549,
      "▁भारत": 550,
      "्व": 551,
      "_(": 552,
      "23": 553,
      "10": 554,
      "ला": 555,
      "▁प्र": 556,
      "▁की": 557,
      "link": 558,
      "=1": 559,
      "ir": 560,
      "ति": 561,
      "IT": 562,
      "▁D": 563,
      "▁न": 564,
      "edit": 565,
      "▁l": 566,
      "▁\"S": 567,
      "26": 568,
      "ity": 569,
      "action": 570,
      "angu": 571,
      "ind": 572,
      "▁से": 573,
      "sia": 574,
      "▁India\")": 575,
      "ER": 576,
      ".com": 577,
      "24": 578,
      "EF": 579,
      "action=": 580,
      "ITER": 581,
      "action=edit": 582,
      "&red": 583,
      "?action=edit": 584,
      "link=1": 585,
      "ITEREF": 586,
      "&redlink=1": 587,
      "?action=edit&redlink=1": 588,
      ".j": 589,
      "ay": 590,
      "ता": 591,
      "▁और": 592,
      "_स": 593,
      "▁[↑](https://en.wikipedia.org/wiki/India#cite_ref-": 594,
      "లు": 595,
      "ly": 596,
      ".com/": 597,
      "्ट": 598,
      "pecial": 599,
      "▁e": 600,
      "▁का": 601,
      "्रे": 602,
      "రా": 603,
      "▁E": 604,
      "ma": 605,
      "india": 606,
      "ourc": 607,
      ")\n": 608,
      "199": 609,
      "con": 610,
      "·**": 611,
      "▁**·**": 612,
      "ion": 613,
      "_India": 614,
      "▁•": 615,
      "pecial:": 616,
      "▁*": 617,
      "భారతదేశ": 618,
      "me": 619,
      "28": 620,
      "ld": 621,
      "_S": 622,
      ".శ": 623,
      ".శ.": 624,
      "#C": 625,
      "ct": 626,
      "లో": 627,
      "Uni": 628,
      "cal": 629,
      "▁\"भारत": 630,
      "go": 631,
      "\").": 632,
      "సా.శ.": 633,
      "#CITEREF": 634,
      "ved": 635,
      "ources/": 636,
      "स्त": 637,
      "978-0": 638,
      "Book": 639,
      "▁h": 640,
      "▁H": 641,
      "outh": 642,
      "up": 643,
      "_in": 644,
      "Sources/": 645,
      "pecial:Book": 646,
      "pecial:BookSources/": 647,
      "ber": 648,
      "oun": 649,
      "rom": 650,
      "▁व": 651,
      "राज्य": 652,
      "▁క": 653,
      "978-0-": 654,
      "▁G": 655,
      "▁N": 656,
      "न्द": 657,
      "क्ष": 658,
      "ित": 659,
      "षा": 660,
      "11": 661,
      "sh": 662,
      "www": 663,
      "▁आ": 664,
      "-3": 665,
      "for": 666,
      "త్ర": 667,
      "op": 668,
      "ాలు": 669,
      "ास": 670,
      "_A": 671,
      "రి": 672,
      "▁200": 673,
      "ry": 674,
      "-4": 675,
      "el": 676,
      "www.": 677,
      "archi": 678,
      "gory": 679,
      "క్": 680,
      "ategory": 681,
      "mp": 682,
      "पु": 683,
      "▁त": 684,
      "ంద": 685,
      "▁on": 686,
      "ategory:": 687,
      "ew": 688,
      "tu": 689,
      "calf": 690,
      "vers": 691,
      "anguage": 692,
      "50": 693,
      "▁20": 694,
      "ని": 695,
      "▁వ": 696,
      "▁re": 697,
      "etcalf": 698,
      "ak": 699,
      "▁th": 700,
      "भाषा": 701,
      "ary": 702,
      "\")\n": 703,
      "ational": 704,
      "ub": 705,
      "ab": 706,
      "](https://en.wikipedia.org/wiki/India#CITEREF": 707,
      "-8": 708,
      "archive": 709,
      "err": 710,
      "स्": 711,
      "ast": 712,
      "22": 713,
      "n_": 714,
      "ge": 715,
      "ish": 716,
      "30": 717,
      "▁19": 718,
      "The": 719,
      "ల్": 720,
      "est": 721,
      "▁[S": 722,
      "देश": 723,
      ".in": 724,
      "▁n": 725,
      "భారతదేశం": 726,
      "od": 727,
      "मा": 728,
      "▁or": 729,
      "ress": 730,
      "▁(identifier)": 731,
      "_(identifier)": 732,
      "▁(identifier)\")": 733,
      "था": 734,
      "री": 735,
      "णी": 736,
      "18": 737,
      "ची": 738,
      "]](https://en.wikipedia.org/wiki/India#cite_note-FOOTNOTE": 739,
      "ted": 740,
      "_of_India": 741,
      "29": 742,
      "ంగ": 743,
      "▁F": 744,
      "▁from": 745,
      "▁को": 746,
      "▁ग": 747,
      "archive.org/": 748,
      "--": 749,
      "▁J": 750,
      "rit": 751,
      "▁స": 752,
      "▁---": 753,
      "ain": 754,
      "http://": 755,
      "error": 756,
      "]](https://hi.wikipedia.org/wiki/भारत#cite_": 757,
      "ड़": 758,
      ".[[": 759,
      "gh": 760,
      "▁[\"": 761,
      "Har": 762,
      ".jpg": 763,
      "Metcalf": 764,
      "▁మ": 765,
      "orld": 766,
      "▁p.": 767,
      "ष्ट": 768,
      "ud": 769,
      "ep": 770,
      "▁उ": 771,
      "▁for": 772,
      "_P": 773,
      "goo": 774,
      "web.": 775,
      "▁ए": 776,
      "ust": 777,
      "ाद": 778,
      "](https://web.": 779,
      "▁by": 780,
      "web/": 781,
      "archive.org/web/": 782,
      "](https://web.archive.org/web/": 783,
      "▁पर": 784,
      "్రా": 785,
      "books": 786,
      "List": 787,
      "im": 788,
      "gle": 789,
      "▁In": 790,
      "_and": 791,
      "▁.": 792,
      "40": 793,
      "AA": 794,
      "versity": 795,
      "▁है।": 796,
      "os": 797,
      "_1": 798,
      "id=": 799,
      "श्रे": 800,
      "27": 801,
      "▁[म": 802,
      "▁\"C": 803,
      "ष्ट्र": 804,
      "▁[A": 805,
      "श्रेणी": 806,
      "ha": 807,
      "har": 808,
      "ీయ": 809,
      "▁ar": 810,
      "_के": 811,
      "ount": 812,
      "का": 813,
      "▁g": 814,
      "▁श": 815,
      "▁is": 816,
      "](https://en.wikipedia.org/wiki/S": 817,
      "_म": 818,
      "▁सं": 819,
      "google": 820,
      "with": 821,
      "ort": 822,
      "conom": 823,
      "श्रेणी:": 824,
      "ండ": 825,
      "▁Indian": 826,
      "978-1": 827,
      "▁L": 828,
      "ने": 829,
      "ec": 830,
      "?id=": 831,
      "ले": 832,
      "books.": 833,
      ".com/books": 834,
      "google.com/books": 835,
      "books.google.com/books": 836,
      "ेत्र": 837,
      "▁O": 838,
      "▁वि": 839,
      "books.google.com/books?id=": 840,
      "प्र": 841,
      "▁[ISBN": 842,
      "ens": 843,
      "umb": 844,
      "म्": 845,
      "िल": 846,
      "▁\"ISBN": 847,
      "ISBN_(identifier)": 848,
      "_C": 849,
      "_in_India": 850,
      "జ్య": 851,
      "s/": 852,
      "-9": 853,
      "'s": 854,
      "15": 855,
      "▁చ": 856,
      "late": 857,
      "](https://hi.wikipedia.org/wiki/भारत#cite_ref-": 858,
      "]](https://hi.wikipedia.org/wiki/भारत#cite_note-": 859,
      "▁Asia": 860,
      "हि": 861,
      "▁./": 862,
      "ap": 863,
      "▁K": 864,
      "▁W": 865,
      "▁[*": 866,
      "*.": 867,
      "13": 868,
      "](https://books.google.com/books?id=": 869,
      "ther": 870,
      "्या": 871,
      "ng": 872,
      "▁[C": 873,
      "▁इ": 874,
      "16": 875,
      "తా": 876,
      "िय": 877,
      "ము": 878,
      "ut": 879,
      "](https://en.wikipedia.org/wiki/C": 880,
      "నా": 881,
      "17": 882,
      "▁([": 883,
      "inal": 884,
      "la": 885,
      "తి": 886,
      "్ట": 887,
      "gov": 888,
      "_के_": 889,
      "arg": 890,
      "सं": 891,
      "University": 892,
      "##": 893,
      "px": 894,
      "p.": 895,
      "do": 896,
      "▁The": 897,
      "सा": 898,
      "ी](https://hi.wikipedia.org/wiki/": 899,
      "▁र": 900,
      "▁\"M": 901,
      "ot": 902,
      "uc": 903,
      "mons": 904,
      "ज़": 905,
      "సి": 906,
      "media": 907,
      "errors": 908,
      "త్": 909,
      "Harv": 910,
      "nd": 911,
      "त्त": 912,
      "▁pp.": 913,
      "s,": 914,
      "](S": 915,
      ".gov": 916,
      "ff": 917,
      "▁[↑](https://en.wikipedia.org/wiki/India#cite_ref-FOOTNOTE": 918,
      "per": 919,
      ".in/": 920,
      "14": 921,
      "av": 922,
      "de": 923,
      "▁be": 924,
      "pecial:BookSources/978-0-": 925,
      "-7": 926,
      "र्व": 927,
      "umm": 928,
      "-2": 929,
      "ong": 930,
      "PA": 931,
      "▁[M": 932,
      "fn": 933,
      "aj": 934,
      "राष्ट्र": 935,
      "over": 936,
      "](https://en.wikipedia.org/wiki/M": 937,
      "load": 938,
      "▁(సా.శ.": 939,
      "und": 940,
      "upload": 941,
      "ence": 942,
      "tein": 943,
      "ys": 944,
      ".wikimedia": 945,
      "ance": 946,
      ")[[": 947,
      "br": 948,
      "िस": 949,
      "యా": 950,
      "35": 951,
      "commons": 952,
      "![": 953,
      "ंड": 954,
      "ులు": 955,
      "▁రా": 956,
      "al_": 957,
      "pedia/": 958,
      ".org/wikipedia/": 959,
      "thumb": 960,
      "्षेत्र": 961,
      "upload.wikimedia": 962,
      "upload.wikimedia.org/wikipedia/": 963,
      "](https://upload.wikimedia.org/wikipedia/": 964,
      "▁सा": 965,
      "–సా.శ.": 966,
      "▁भाषा": 967,
      "](https://en.wikipedia.org/wiki/ISBN_(identifier)": 968,
      "▁[ISBN](https://en.wikipedia.org/wiki/ISBN_(identifier)": 969,
      "/thumb": 970,
      "/thumb/": 971,
      "-5": 972,
      "di": 973,
      "cy": 974,
      "▁అ": 975,
      "▁\"म": 976,
      "art": 977,
      "](https://upload.wikimedia.org/wikipedia/commons": 978,
      "rie": 979,
      "ి.": 980,
      "▁ल": 981,
      "%2": 982,
      "ी_": 983,
      "▁[B": 984,
      "&pg": 985,
      "&pg=": 986,
      "ans": 987,
      "](https://upload.wikimedia.org/wikipedia/commons/thumb/": 988,
      "px-": 989,
      "47": 990,
      "▁\"B": 991,
      "iginal": 992,
      "ow": 993,
      "▁as": 994,
      "▁st": 995,
      "_M": 996,
      "पा": 997,
      "▁ప్ర": 998,
      "चि": 999,
      "जा": 1000,
      ".p": 1001,
      "36": 1002,
      "_D": 1003,
      "ిక": 1004,
      "▁राज्य": 1005,
      "ear": 1006,
      "मन": 1007,
      "lig": 1008,
      "ages": 1009,
      "all": 1010,
      "▁I": 1011,
      "tern": 1012,
      "తం": 1013,
      "log": 1014,
      "38": 1015,
      "▁original": 1016,
      "श्रेणी:Harv": 1017,
      "▁\"A": 1018,
      "2.": 1019,
      "ूची": 1020,
      "&pg=PA": 1021,
      "▁\"P": 1022,
      "विश": 1023,
      "ht": 1024,
      "Category:": 1025,
      "▁य": 1026,
      "](https://web.archive.org/web/201": 1027,
      "rchi": 1028,
      "▁भ": 1029,
      "ana": 1030,
      "▁Ret": 1031,
      "ిన": 1032,
      "▁हैं": 1033,
      "జ్యం": 1034,
      "land": 1035,
      "▁with": 1036,
      "70": 1037,
      "गर": 1038,
      "rieved": 1039,
      "▁Retrieved": 1040,
      "ll": 1041,
      "1.": 1042,
      "ere": 1043,
      "esh": 1044,
      "_T": 1045,
      "జా": 1046,
      "2006": 1047,
      "temp": 1048,
      "](https://en.wikipedia.org/wiki/B": 1049,
      "emp": 1050,
      "ी\")": 1051,
      "opul": 1052,
      "कार": 1053,
      "हा": 1054,
      "2018": 1055,
      "ంచ": 1056,
      "కు": 1057,
      "Indian": 1058,
      "ore": 1059,
      "ss": 1060,
      "omm": 1061,
      "ensus": 1062,
      "ummit": 1063,
      "og": 1064,
      "-10": 1065,
      "](https://te.wikipedia.org/wiki/భారతదేశం": 1066,
      "▁[↑](https://hi.wikipedia.org/wiki/भारत#cite_ref-": 1067,
      "कि": 1068,
      "nic": 1069,
      "](https://en.wikipedia.org/wiki/P": 1070,
      "क्त": 1071,
      "ंग्रे": 1072,
      "हिन्द": 1073,
      "▁University": 1074,
      "ates": 1075,
      "ेला": 1076,
      "ను": 1077,
      "పూ": 1078,
      "▁no": 1079,
      "2011": 1080,
      "ोल": 1081,
      "ass": 1082,
      "ile": 1083,
      "*](https://books.google.com/books?id=": 1084,
      "ke": 1085,
      "पर": 1086,
      "%20": 1087,
      "मी": 1088,
      "titu": 1089,
      "▁\"T": 1090,
      "ism": 1091,
      "ata": 1092,
      "భా": 1093,
      "▁&": 1094,
      "▁[P": 1095,
      "▁कर": 1096,
      "istory": 1097,
      "-6": 1098,
      "39": 1099,
      "nment": 1100,
      "](http://": 1101,
      "hin": 1102,
      "ani": 1103,
      "ric": 1104,
      "ప్ర": 1105,
      "48": 1106,
      "rchived": 1107,
      "िर": 1108,
      "ire": 1109,
      "ank": 1110,
      "ద్": 1111,
      "ింద": 1112,
      "▁क्षेत्र": 1113,
      ".jp": 1114,
      "oc": 1115,
      "ेष": 1116,
      "द्": 1117,
      "▁was": 1118,
      "▁*[": 1119,
      "opulation": 1120,
      "se": 1121,
      "/https://": 1122,
      "60": 1123,
      "धान": 1124,
      "▁ఉ": 1125,
      "▁अन": 1126,
      "Stein": 1127,
      "र्म": 1128,
      "▁\"E": 1129,
      "90": 1130,
      "ts": 1131,
      "ंध": 1132,
      "ం:": 1133,
      "](https://hi.wikipedia.org/wiki/म": 1134,
      "Hind": 1135,
      "से": 1136,
      ".jpg)": 1137,
      "ard": 1138,
      "ाना": 1139,
      "ubl": 1140,
      "sher": 1141,
      "वा": 1142,
      "ृत": 1143,
      "ord": 1144,
      "eral": 1145,
      "▁Category:": 1146,
      "ue": 1147,
      "श्": 1148,
      "▁ఆ": 1149,
      "्रा": 1150,
      "▁ex": 1151,
      "ai": 1152,
      "to": 1153,
      "%2C": 1154,
      ".jpg/": 1155,
      "स्तान": 1156,
      "](https://www.": 1157,
      "ries": 1158,
      "▁language": 1159,
      "ेल": 1160,
      "ोत": 1161,
      "7.": 1162,
      "धार": 1163,
      "▁an": 1164,
      "arget": 1165,
      "language": 1166,
      "](https://en.wikipedia.org/wiki/A": 1167,
      "▁de": 1168,
      "भि": 1169,
      "▁ర": 1170,
      "_N": 1171,
      "\"))": 1172,
      "▁[अ": 1173,
      "▁ने": 1174,
      "anguages": 1175,
      "ture": 1176,
      "CS": 1177,
      "ies": 1178,
      "](https://en.wikipedia.org/wiki/E": 1179,
      "_R": 1180,
      "▁१": 1181,
      "9.": 1182,
      "_b": 1183,
      "▁are": 1184,
      "మా": 1185,
      "▁సా": 1186,
      "భారతీయ": 1187,
      "45": 1188,
      "▁\"अ": 1189,
      "_B": 1190,
      "other": 1191,
      "వా": 1192,
      "ीय_": 1193,
      "\").\n": 1194,
      "के": 1195,
      "िण": 1196,
      "▁r": 1197,
      "](https://en.wikipedia.org/wiki/T": 1198,
      "46": 1199,
      "▁Press": 1200,
      "ीप": 1201,
      "రు": 1202,
      "▁[भारत": 1203,
      "▁\"D": 1204,
      "als": 1205,
      "लेख": 1206,
      "AJ": 1207,
      "43": 1208,
      "▁ति": 1209,
      "▁एक": 1210,
      "ical": 1211,
      "BAJ": 1212,
      "QBAJ": 1213,
      "4.": 1214,
      "ont": 1215,
      "2010": 1216,
      "ingh": 1217,
      "ूल": 1218,
      "ations": 1219,
      "iss": 1220,
      "mai": 1221,
      "_s": 1222,
      "వి": 1223,
      "ష్ట": 1224,
      "▁it": 1225,
      "ian": 1226,
      "tem": 1227,
      "ార్": 1228,
      "పూ.": 1229,
      "▁पु": 1230,
      "▁Hind": 1231,
      "_Asia": 1232,
      "विशेष": 1233,
      "ंद": 1234,
      "ंत्र": 1235,
      "ोग": 1236,
      "▁\"G": 1237,
      "▁\"List": 1238,
      "క్ష": 1239,
      "udd": 1240,
      "tics": 1241,
      "ford": 1242,
      "_G": 1243,
      "](https://en.wikipedia.org/wiki/D": 1244,
      "ib": 1245,
      "▁V": 1246,
      "](https://mai": 1247,
      "▁\"स": 1248,
      "స్థ": 1249,
      "onstitu": 1250,
      "क्षिण": 1251,
      "రిత్ర": 1252,
      "विशेष:": 1253,
      "les": 1254,
      "ine": 1255,
      "aki": 1256,
      "ex": 1257,
      "▁[978-0-": 1258,
      "](https://mai.wikipedia.org/wiki/": 1259,
      "iv": 1260,
      "थि": 1261,
      "AAQBAJ": 1262,
      "df": 1263,
      "▁[स": 1264,
      "/http://": 1265,
      "xford": 1266,
      "▁[G": 1267,
      "htm": 1268,
      "▁whi": 1269,
      "eng": 1270,
      "ern": 1271,
      "న్న": 1272,
      "▁प्रदेश": 1273,
      "ountries": 1274,
      "conomic": 1275,
      "ers": 1276,
      "omp": 1277,
      "hm": 1278,
      "49": 1279,
      "▁\"N": 1280,
      "a\")": 1281,
      "List_of_": 1282,
      "end": 1283,
      "MetcalfMetcalf": 1284,
      "tive": 1285,
      "▁2011": 1286,
      "ess": 1287,
      "stan": 1288,
      "ction": 1289,
      "ral": 1290,
      "ik": 1291,
      "यु": 1292,
      "▁(P": 1293,
      "33": 1294,
      "6.": 1295,
      "_E": 1296,
      "pecial:BookSources/978-1": 1297,
      "RI": 1298,
      "_p": 1299,
      "oli": 1300,
      "ven": 1301,
      "गमन": 1302,
      "नी": 1303,
      "artic": 1304,
      "ult": 1305,
      "tim": 1306,
      "vi": 1307,
      "▁तिथि": 1308,
      "▁3": 1309,
      "-p": 1310,
      "ions": 1311,
      "जन": 1312,
      "द्य": 1313,
      "ी_स": 1314,
      "conomy": 1315,
      "](https://te.wikipedia.org/wiki/భారతదేశం#cite_": 1316,
      ").\n": 1317,
      "धिक": 1318,
      "▁ख": 1319,
      "▁[2": 1320,
      "▁\"भारतीय": 1321,
      "77": 1322,
      "▁[D": 1323,
      "na": 1324,
      "ँच": 1325,
      "ून": 1326,
      "గా": 1327,
      "▁\"R": 1328,
      "2009": 1329,
      "▁देश": 1330,
      "0%": 1331,
      "1998": 1332,
      "1)": 1333,
      "5.": 1334,
      "▁[N": 1335,
      "▁\"क": 1336,
      "ark": 1337,
      "्री": 1338,
      "▁जन": 1339,
      "▁भारतीय": 1340,
      "](https://en.wikipedia.org/wiki/G": 1341,
      "](https://en.wikipedia.org/wiki/R": 1342,
      "ంట": 1343,
      "కి": 1344,
      "▁तिथि:": 1345,
      "port": 1346,
      "▁तथा": 1347,
      "bot": 1348,
      "rou": 1349,
      "▁which": 1350,
      "ढ़": 1351,
      "మ్రా": 1352,
      "cont": 1353,
      "ష్ట్ర": 1354,
      "cl": 1355,
      "▁[![": 1356,
      "ूर्व": 1357,
      "▁[1": 1358,
      "▁[E": 1359,
      "▁\"ब": 1360,
      "ties": 1361,
      "icial": 1362,
      "ope": 1363,
      "त्": 1364,
      "ంత": 1365,
      "▁च": 1366,
      "](https://en.wikipedia.org/wiki/N": 1367,
      "his": 1368,
      "lop": 1369,
      "▁अभि": 1370,
      "250": 1371,
      "▁अभिगमन": 1372,
      "au": 1373,
      "-1)": 1374,
      ".pdf": 1375,
      ".pdf)": 1376,
      "धर्म": 1377,
      "DF": 1378,
      "albot": 1379,
      "fe": 1380,
      "दी": 1381,
      "्रोत": 1382,
      "▁South": 1383,
      "new": 1384,
      "्ल": 1385,
      "india.gov": 1386,
      "out": 1387,
      "riti": 1388,
      "ती": 1389,
      "పు": 1390,
      "▁हैं।": 1391,
      "](https://en.wikipedia.org/wiki/List_of_": 1392,
      "मान": 1393,
      "वं": 1394,
      "हर": 1395,
      "▁[क": 1396,
      "ame": 1397,
      "Asher": 1398,
      "बर": 1399,
      "▁న": 1400,
      "▁[R": 1401,
      "▁[T": 1402,
      "ach": 1403,
      "▁(PDF": 1404,
      "▁li": 1405,
      "▁India's": 1406,
      "द्ध": 1407,
      "8.": 1408,
      "▁has": 1409,
      "▁that": 1410,
      ")\")": 1411,
      "మి": 1412,
      "ాన": 1413,
      "](https://hi.wikipedia.org/wiki/क": 1414,
      "ration": 1415,
      "स्तक": 1416,
      "पुस्तक": 1417,
      "ublic": 1418,
      "विशेष:पुस्तक": 1419,
      "्रोत/": 1420,
      "ta": 1421,
      "territ": 1422,
      "gen": 1423,
      "रकार": 1424,
      "िका": 1425,
      "▁जा": 1426,
      "▁\"Special:BookSources/978-0-": 1427,
      "पुर": 1428,
      "](Special:BookSources/978-0-": 1429,
      "राष्ट्रीय": 1430,
      "3.": 1431,
      "ob": 1432,
      "పా": 1433,
      "▁ఇ": 1434,
      "▁త": 1435,
      "▁राज": 1436,
      "▁[ब": 1437,
      "▁[Archived": 1438,
      "భాష": 1439,
      "AAQBAJ&pg=PA": 1440,
      "80": 1441,
      "_and_": 1442,
      "▁5": 1443,
      "ous": 1444,
      "गु": 1445,
      "हार": 1446,
      "ali": 1447,
      "](https://hi.wikipedia.org/wiki/स": 1448,
      "United": 1449,
      "RICS": 1450,
      "ath": 1451,
      "ty": 1452,
      "िट": 1453,
      "rad": 1454,
      "स्क": 1455,
      ",_": 1456,
      "ज्": 1457,
      "పాల": 1458,
      "లీ": 1459,
      "▁स्": 1460,
      "▁pro": 1461,
      "▁इस": 1462,
      "logy": 1463,
      "4)": 1464,
      "ile:": 1465,
      "sland": 1466,
      "inist": 1467,
      "sv": 1468,
      "idge": 1469,
      "हास": 1470,
      "िश": 1471,
      "▁దేశ": 1472,
      "▁मेला": 1473,
      "ange": 1474,
      "స్తా": 1475,
      "▁De": 1476,
      "▁–": 1477,
      "▁\"प": 1478,
      "▁वर्": 1479,
      "56": 1480,
      "eg": 1481,
      "ya": 1482,
      "File:": 1483,
      "ure": 1484,
      "िव": 1485,
      "వర్": 1486,
      "ాయ": 1487,
      "pend": 1488,
      "aste": 1489,
      "रालेख": 1490,
      "ost": 1491,
      "▁\"In": 1492,
      "hist": 1493,
      "3)": 1494,
      "ा_": 1495,
      "र्थ": 1496,
      "▁हु": 1497,
      "_की_स": 1498,
      "10.": 1499,
      "_में": 1500,
      "्च": 1501,
      "DP": 1502,
      "ree": 1503,
      "MetcalfMetcalf2006": 1504,
      "ध्य": 1505,
      "ुख": 1506,
      "](https://hi.wikipedia.org/wiki/अ": 1507,
      "000": 1508,
      "mpire": 1509,
      "ंग्रेज़": 1510,
      "మ్రాజ్యం": 1511,
      "रालेखित": 1512,
      "\"\n": 1513,
      "▁[K": 1514,
      "ritish": 1515,
      "iki": 1516,
      "ove": 1517,
      "2004": 1518,
      "85": 1519,
      "_भारत": 1520,
      "man": 1521,
      "द्र": 1522,
      "](File:": 1523,
      "rap": 1524,
      "amil": 1525,
      "దేశ్": 1526,
      "▁भी": 1527,
      "onstitution": 1528,
      "37": 1529,
      "ah": 1530,
      "▁2014": 1531,
      "▁pe": 1532,
      "elhi": 1533,
      "थान": 1534,
      "शिया": 1535,
      "ुस": 1536,
      "ం](https://te.wikipedia.org/wiki/": 1537,
      "ated": 1538,
      "bridge": 1539,
      "चित्र": 1540,
      "ru": 1541,
      "ite": 1542,
      "▁at": 1543,
      "▁सम": 1544,
      "](https://en.wikipedia.org/wiki/India#cite_ref-FOOTNOTE": 1545,
      "-b": 1546,
      "-s": 1547,
      "..": 1548,
      "12": 1549,
      "2007": 1550,
      "ambridge": 1551,
      "फ़": 1552,
      "ంబ": 1553,
      "టి": 1554,
      "](https://hi.wikipedia.org/wiki/ब": 1555,
      "त्तर": 1556,
      ".nic": 1557,
      "hand": 1558,
      "ese": 1559,
      "outh_Asia": 1560,
      "67": 1561,
      "पाल": 1562,
      "ोक": 1563,
      "▁सूची": 1564,
      "velop": 1565,
      "▁v": 1566,
      "▁cent": 1567,
      "late_": 1568,
      "do-": 1569,
      "्ड": 1570,
      "ంలో": 1571,
      "](https://hi.wikipedia.org/wiki/भारत_में": 1572,
      "స్తాన్": 1573,
      "\"](https://web.archive.org/web/201": 1574,
      "s\")": 1575,
      "▁\"K": 1576,
      "hel": 1577,
      "मिल": 1578,
      "ीन": 1579,
      "्स": 1580,
      "▁7": 1581,
      "usic": 1582,
      "▁हि": 1583,
      "किस्तान": 1584,
      "times": 1585,
      "](https://en.wikipedia.org/wiki/In": 1586,
      "yson": 1587,
      "-d": 1588,
      "duc": 1589,
      "lia": 1590,
      "గు": 1591,
      "డు": 1592,
      "నే": 1593,
      "్చ": 1594,
      "ack": 1595,
      "ountry": 1596,
      "▁भाषा\")": 1597,
      "oh": 1598,
      "▁\"Indian": 1599,
      "gover": 1600,
      "ansk": 1601,
      "-t": 1602,
      "120": 1603,
      "▁\"The": 1604,
      "▁se": 1605,
      "qu": 1606,
      "world": 1607,
      "ते": 1608,
      "మూ": 1609,
      "▁[978-1": 1610,
      "isation": 1611,
      "్రీ": 1612,
      "▁History": 1613,
      "జాత": 1614,
      "▁its": 1615,
      "521": 1616,
      "RC": 1617,
      "▁te": 1618,
      "▁un": 1619,
      "inent": 1620,
      "lection": 1621,
      "4%": 1622,
      "न\")": 1623,
      "रु": 1624,
      "▁U": 1625,
      "▁[प": 1626,
      "▁सरकार": 1627,
      "्वीप": 1628,
      "anskrit": 1629,
      "E0%": 1630,
      "IN": 1631,
      "Oxford": 1632,
      "dit": 1633,
      "रब": 1634,
      "ूच": 1635,
      "ूर": 1636,
      "లా": 1637,
      "ase": 1638,
      "ulture": 1639,
      "ign": 1640,
      "▁reg": 1641,
      "ంగా": 1642,
      "html": 1643,
      "2)": 1644,
      "ashm": 1645,
      "\\_S": 1646,
      "row": 1647,
      "velopment": 1648,
      "Dw": 1649,
      "▁घ": 1650,
      "▁(201": 1651,
      "ater": 1652,
      "akistan": 1653,
      "alay": 1654,
      "uring": 1655,
      "template": 1656,
      "_d": 1657,
      "हु": 1658,
      "ा:": 1659,
      "డ్": 1660,
      "ిల్": 1661,
      "▁२": 1662,
      "▁జ": 1663,
      "▁199": 1664,
      "alth": 1665,
      "dition": 1666,
      "emplate": 1667,
      ".nic.in/": 1668,
      "World": 1669,
      "lish": 1670,
      "कर": 1671,
      "▁4": 1672,
      "orth": 1673,
      "mer": 1674,
      "mund": 1675,
      "/https://www.": 1676,
      "othermund": 1677,
      "_language": 1678,
      "census": 1679,
      "गण": 1680,
      "दक्षिण": 1681,
      "ष्": 1682,
      "ैद": 1683,
      "లి": 1684,
      "lion": 1685,
      "స్త్ర": 1686,
      "▁तक": 1687,
      "साँच": 1688,
      "roup": 1689,
      "led": 1690,
      "pu": 1691,
      "](https://en.wikipedia.org/wiki/K": 1692,
      "ome": 1693,
      "urope": 1694,
      "▁wh": 1695,
      "irst": 1696,
      ".jpg)\n": 1697,
      "ave": 1698,
      "ूप": 1699,
      "any": 1700,
      "ulke": 1701,
      "श्चि": 1702,
      "62": 1703,
      "radesh": 1704,
      "59": 1705,
      "కా": 1706,
      "ణా": 1707,
      "దక్ష": 1708,
      "ధిక": 1709,
      "](https://hi.wikipedia.org/wiki/भारतीय_": 1710,
      "नाम": 1711,
      "▁ప్రా": 1712,
      "▁వి": 1713,
      "సియా": 1714,
      "overnment": 1715,
      "జాతీయ": 1716,
      "_F": 1717,
      "▁languages": 1718,
      "05": 1719,
      "_प्र": 1720,
      "सम": 1721,
      "▁[L": 1722,
      "\"))\n": 1723,
      "▁sub": 1724,
      "▁18": 1725,
      "odern": 1726,
      "AARC": 1727,
      "ज्ञ": 1728,
      "Singh": 1729,
      "ati": 1730,
      "ef": 1731,
      "▁ad": 1732,
      "▁cont": 1733,
      "▁mil": 1734,
      "ligion": 1735,
      "వం": 1736,
      "ury": 1737,
      "ों_की_स": 1738,
      "▁సం": 1739,
      "▁చరిత్ర": 1740,
      "▁were": 1741,
      "ograp": 1742,
      "government": 1743,
      ".;": 1744,
      "ined": 1745,
      "ound": 1746,
      "Stein2010": 1747,
      "-m": 1748,
      "65": 1749,
      "tical": 1750,
      "doi": 1751,
      "ओं": 1752,
      "ीं": 1753,
      "డి": 1754,
      "▁[the": 1755,
      "](https://hi.wikipedia.org/wiki/प": 1756,
      "]](https://hi.wikipedia.org/wiki/भारत#cite_note-FOOTNOTE": 1757,
      "2003": 1758,
      "ril": 1759,
      "###": 1760,
      "![](https://upload.wikimedia.org/wikipedia/commons/thumb/": 1761,
      "continent": 1762,
      "250px-": 1763,
      "\"](https://www.": 1764,
      "-india": 1765,
      "ख्या": 1766,
      "जी": 1767,
      "\")*": 1768,
      "erv": 1769,
      "न्न": 1770,
      "▁le": 1771,
      "_by": 1772,
      "/c": 1773,
      "ంధ": 1774,
      "▁किया": 1775,
      "స్త": 1776,
      "_and_S": 1777,
      "_के_राज्य": 1778,
      "▁రాజ్యం": 1779,
      "Stein1998": 1780,
      "▁సామ్రాజ్యం": 1781,
      "ंदिर": 1782,
      "వర్గ": 1783,
      "దక్షి": 1784,
      "Singh2009": 1785,
      "usin": 1786,
      "\\_and": 1787,
      "\\_errors": 1788,
      "help": 1789,
      ".sv": 1790,
      "oi": 1791,
      "ames": 1792,
      "▁विश": 1793,
      "जाब": 1794,
      "▁Hindu": 1795,
      "val": 1796,
      "_the": 1797,
      "దీ": 1798,
      "▁[In": 1799,
      "▁\"L": 1800,
      "ice": 1801,
      "न्द्र": 1802,
      "ండి": 1803,
      "వర్గం:": 1804,
      "6)": 1805,
      "History": 1806,
      "Talbot": 1807,
      "▁2": 1808,
      "▁errors": 1809,
      "2008": 1810,
      "▁St": 1811,
      "▁2021": 1812,
      "▁([help": 1813,
      "AsherTalbot": 1814,
      "▁errors\"))\n": 1815,
      "%E0%": 1816,
      "anc": 1817,
      "old": 1818,
      "age/": 1819,
      ".jpg)](File:": 1820,
      "omb": 1821,
      "2005": 1822,
      "▁2007": 1823,
      "ght": 1824,
      "69": 1825,
      "gan": 1826,
      "mber": 1827,
      "ंजाब": 1828,
      "ण्ड": 1829,
      "वन": 1830,
      "ुल": 1831,
      "తర": 1832,
      "ది": 1833,
      "▁బ": 1834,
      "▁नि": 1835,
      "चीन": 1836,
      "ission": 1837,
      "▁खाना": 1838,
      "ों_की_सूची": 1839,
      "▁8": 1840,
      "rate": 1841,
      "\").[[": 1842,
      "7)": 1843,
      "▁हो": 1844,
      "▁2010": 1845,
      "-in": 1846,
      "hy": 1847,
      "ms": 1848,
      "ug": 1849,
      "une": 1850,
      "ystem": 1851,
      "1_": 1852,
      "जरा": 1853,
      "बसे": 1854,
      "ట్": 1855,
      "ిత": 1856,
      "](https://en.wikipedia.org/wiki/Indian_": 1857,
      "ेंद्र": 1858,
      "](https://hi.wikipedia.org/wiki/भारत_क": 1859,
      "▁गया": 1860,
      "▁Asian": 1861,
      "▁राज्यों": 1862,
      "58": 1863,
      "fn_": 1864,
      "uary": 1865,
      "▁error": 1866,
      "▁template": 1867,
      "no-t": 1868,
      "▁Sfn": 1869,
      "\\_no-t": 1870,
      "▁target": 1871,
      "matics": 1872,
      "](https://web.archive.org/web/20": 1873,
      "fn\\_no-t": 1874,
      "template_": 1875,
      "arget\\_errors": 1876,
      "\\_Sfn\\_no-t": 1877,
      "_and_Sfn_": 1878,
      "\\_and\\_Sfn\\_no-t": 1879,
      "▁error:": 1880,
      "▁target:": 1881,
      "template_errors": 1882,
      "arget\\_errors\n": 1883,
      "_and_Sfn_template_errors": 1884,
      "\\_and\\_Sfn\\_no-target\\_errors\n": 1885,
      "चल": 1886,
      "ब्": 1887,
      "मे": 1888,
      "▁[उ": 1889,
      "ise": 1890,
      "▁Comm": 1891,
      "▁[मूल": 1892,
      "_c": 1893,
      "ail": 1894,
      "▁26": 1895,
      "on-": 1896,
      "_చ": 1897,
      "uk": 1898,
      "बंध": 1899,
      "ोर": 1900,
      "ం\")": 1901,
      "▁\"మ": 1902,
      "ant": 1903,
      "ालय": 1904,
      "ctor": 1905,
      "ింది.": 1906,
      "ुसार": 1907,
      "▁सूची\")": 1908,
      "34": 1909,
      "C&pg=PA": 1910,
      "[![](https://upload.wikimedia.org/wikipedia/commons/thumb/": 1911,
      "_L": 1912,
      "▁CITEREF": 1913,
      "ace": 1914,
      "_m": 1915,
      "aw": 1916,
      "eneral": 1917,
      "](https://en.wikipedia.org/wiki/L": 1918,
      "्रिट": 1919,
      "▁ch": 1920,
      "▁Ap": 1921,
      "स्था": 1922,
      "data": 1923,
      "51": 1924,
      "प्त": 1925,
      "िन": 1926,
      "ैन": 1927,
      "▁ఎ": 1928,
      "▁[మ": 1929,
      "▁\"F": 1930,
      "ari": 1931,
      "▁सबसे": 1932,
      "uly": 1933,
      "ियों": 1934,
      "▁(సా.శ.పూ.": 1935,
      "▁पुरालेखित": 1936,
      "चित्र:": 1937,
      "▁पुरालेखित।": 1938,
      "-g": 1939,
      "hind": 1940,
      "vis": 1941,
      "▁25": 1942,
      "▁sfn": 1943,
      "isher": 1944,
      "Edit": 1945,
      "Page/": 1946,
      "o-": 1947,
      "▁प्रा": 1948,
      "ternational": 1949,
      "inistry": 1950,
      "EditPage/": 1951,
      "5)": 1952,
      "shi": 1953,
      "ister": 1954,
      "india.gov.in/": 1955,
      "68": 1956,
      "fter": 1957,
      "lass": 1958,
      "pr": 1959,
      "year": 1960,
      "ధ్య": 1961,
      "▁గ": 1962,
      "▁శ": 1963,
      "▁territ": 1964,
      "ork": 1965,
      "ories": 1966,
      "](https://hi.wikipedia.org/wiki/चित्र:": 1967,
      "off": 1968,
      "ियाँ": 1969,
      "ంద్ర": 1970,
      "ustry": 1971,
      "पाकिस्तान": 1972,
      "क्ति": 1973,
      "/artic": 1974,
      "cies": 1975,
      "rib": 1976,
      "ashmir": 1977,
      "-l": 1978,
      "yn": 1979,
      "aman": 1980,
      "ats": 1981,
      "ood": 1982,
      "earch": 1983,
      "।[[": 1984,
      "ైన": 1985,
      "▁\"उ": 1986,
      "](https://en.wikipedia.org/wiki/F": 1987,
      "](https://te.wikipedia.org/wiki/మ": 1988,
      "▁పే": 1989,
      "▁जिस": 1990,
      "_सं": 1991,
      "स्थान": 1992,
      "air": 1993,
      "mb": 1994,
      "2014": 1995,
      "_Indian_": 1996,
      "Union": 1997,
      "A4%": 1998,
      "वरी": 1999,
      "▁ri": 2000,
      "याल": 2001,
      "ाली": 2002,
      "aint": 2003,
      "▁./श्रेणी:": 2004,
      "युक्त": 2005,
      "स्कृत": 2006,
      "DwAAQBAJ&pg=PA": 2007,
      "▁[F": 2008,
      "Rothermund": 2009,
      "आई": 2010,
      "च्च": 2011,
      "ట్ట": 2012,
      "హింద": 2013,
      "▁భారతదేశం": 2014,
      "▁मान": 2015,
      "](https://hi.wikipedia.org/wiki/भारत#CITEREF": 2016,
      "ంగ్": 2017,
      "▁है।\n": 2018,
      "▁साथ": 2019,
      "ద్ధ": 2020,
      "](https://hi.wikipedia.org/wiki/भारत_में_": 2021,
      "330": 2022,
      "Wiki": 2023,
      "uj": 2024,
      "uch": 2025,
      "ugh": 2026,
      "▁An": 2027,
      "umber": 2028,
      "▁10": 2029,
      "_भाषा": 2030,
      "्ला": 2031,
      "▁धर्म": 2032,
      "197": 2033,
      "▁अधिक": 2034,
      "▁17": 2035,
      "▁**[": 2036,
      "्वर": 2037,
      "▁आधार": 2038,
      "ople": 2039,
      "▁this": 2040,
      "▁संघ": 2041,
      "nglish": 2042,
      "श्मी": 2043,
      "▁१९": 2044,
      "Kulke": 2045,
      "a_": 2046,
      "low": 2047,
      "▁New": 2048,
      "की": 2049,
      "ज्य": 2050,
      "म्रा": 2051,
      "ించ": 2052,
      "▁ఒ": 2053,
      "▁ag": 2054,
      "▁था": 2055,
      "▁భాష": 2056,
      "▁[క": 2057,
      "▁\"श्रेणी:Harv": 2058,
      "](https://hi.wikipedia.org/wiki/श्रेणी:Harv": 2059,
      "▁सि": 2060,
      "▁India,": 2061,
      "ley": 2062,
      "ాల్": 2063,
      "▁\"Special:BookSources/978-1": 2064,
      "▁./श्रेणी:Harv": 2065,
      "▁./Category:": 2066,
      "](Special:BookSources/978-1": 2067,
      "▁Island": 2068,
      "](http://www.": 2069,
      "▁([help](https://hi.wikipedia.org/wiki/श्रेणी:Harv": 2070,
      "_and_Sfn_template_errors?action=edit&redlink=1": 2071,
      "▁./श्रेणी:Harv\\_and\\_Sfn\\_no-target\\_errors\n": 2072,
      "▁([help](https://hi.wikipedia.org/wiki/श्रेणी:Harv_and_Sfn_template_errors?action=edit&redlink=1": 2073,
      "ed.": 2074,
      "▁Pres": 2075,
      "ongress": 2076,
      "ombined": 2077,
      "1,": 2078,
      "100": 2079,
      "PP": 2080,
      "aper": 2081,
      "les/": 2082,
      "तमिल": 2083,
      "दा": 2084,
      "तिहास": 2085,
      "▁Empire": 2086,
      "म्ब": 2087,
      "▁World": 2088,
      "emplate:": 2089,
      "▁विश्व": 2090,
      "8/": 2091,
      "att": 2092,
      "mar": 2093,
      "emb": 2094,
      "▁Asia\")": 2095,
      "ower": 2096,
      "Hindi": 2097,
      "]](https://te.wikipedia.org/wiki/భారతదేశం#cite_": 2098,
      "णा": 2099,
      "तंत्र": 2100,
      "शास": 2101,
      "ेव": 2102,
      "చ్చ": 2103,
      "జీ": 2104,
      "ేంద్ర": 2105,
      "ority": 2106,
      "▁\"క": 2107,
      "](https://hi.wikipedia.org/wiki/उ": 2108,
      "edi": 2109,
      "्यट": 2110,
      "्रिटिश": 2111,
      "म्राज्य": 2112,
      "1/": 2113,
      "lim": 2114,
      "iron": 2115,
      ".jpg/250px-": 2116,
      "KulkeRothermund": 2117,
      "57": 2118,
      "रे": 2119,
      "▁बाद": 2120,
      "िल्ल": 2121,
      "▁[भारतीय": 2122,
      "gy": 2123,
      "ori": 2124,
      "arch": 2125,
      "▁July": 2126,
      "ledge": 2127,
      "▁April": 2128,
      "national": 2129,
      "ंब": 2130,
      "गढ़": 2131,
      "भी": 2132,
      "मुख": 2133,
      "वे": 2134,
      "ांग": 2135,
      "త్య": 2136,
      "బ్": 2137,
      "మీ": 2138,
      "radition": 2139,
      "](https://te.wikipedia.org/wiki/ద": 2140,
      "్యా": 2141,
      "రాష్ట్ర": 2142,
      "माण": 2143,
      "▁उप": 2144,
      "▁./వర్గం:": 2145,
      "Hindu": 2146,
      "news/": 2147,
      "▁हिन्द": 2148,
      "-c": 2149,
      "Dyson": 2150,
      "dom": 2151,
      "king": 2152,
      "lear": 2153,
      "act": 2154,
      "▁\"South": 2155,
      "ummit\")": 2156,
      "/http://www.": 2157,
      "7-1": 2158,
      "Combined": 2159,
      "ober": 2160,
      "ution": 2161,
      "▁[W": 2162,
      ".\"\n": 2163,
      "121": 2164,
      "du": 2165,
      "viron": 2166,
      "▁government": 2167,
      "entral": 2168,
      "uman": 2169,
      "hina": 2170,
      "vironment": 2171,
      "ves": 2172,
      "में": 2173,
      "ంక": 2174,
      "ప్": 2175,
      "యు": 2176,
      "▁9": 2177,
      "▁[J": 2178,
      "▁\"J": 2179,
      "rab": 2180,
      "▁cons": 2181,
      "line": 2182,
      "्वार": 2183,
      "क्षेत्र": 2184,
      "eptem": 2185,
      "▁शास": 2186,
      "తంత్ర": 2187,
      "▁not": 2188,
      "engal": 2189,
      "](https://te.wikipedia.org/wiki/భారతదేశం#cite_ref-": 2190,
      "దక్షిణ": 2191,
      "]](https://te.wikipedia.org/wiki/భారతదేశం#cite_note-": 2192,
      "eptember": 2193,
      "_at": 2194,
      "07": 2195,
      "pt": 2196,
      "वर्": 2197,
      "ाट": 2198,
      "ागर": 2199,
      "▁us": 2200,
      "▁कार": 2201,
      "ide": 2202,
      "▁Pradesh": 2203,
      "ional": 2204,
      "▁language\")": 2205,
      "also": 2206,
      "श्चिम": 2207,
      "9)": 2208,
      "athe": 2209,
      "cre": 2210,
      "▁year": 2211,
      "](https://en.wikipedia.org/wiki/J": 2212,
      "cient": 2213,
      "▁into": 2214,
      "▁system": 2215,
      "▁pl": 2216,
      "_Press": 2217,
      "uclear": 2218,
      "uropean": 2219,
      "_స": 2220,
      "_और": 2221,
      "एं": 2222,
      "ोर्": 2223,
      "తము": 2224,
      "వే": 2225,
      "ష్": 2226,
      "ాన్": 2227,
      "▁थ": 2228,
      "స్క": 2229,
      "▁En": 2230,
      "▁have": 2231,
      "ड़ा": 2232,
      "imes": 2233,
      "fficial": 2234,
      "▁यह": 2235,
      "ిల్లీ": 2236,
      "ज्ञान": 2237,
      "▁off": 2238,
      "▁15": 2239,
      "\"](https://": 2240,
      "0.": 2241,
      "2-0)": 2242,
      "_re": 2243,
      "ocial": 2244,
      "ph": 2245,
      "▁[सं": 2246,
      "\")**": 2247,
      "now": 2248,
      "anges": 2249,
      "▁during": 2250,
      "s.[[": 2251,
      "_summit": 2252,
      "गुजरा": 2253,
      "_प्रदेश": 2254,
      "%E0%A4%": 2255,
      "Dyson2018": 2256,
      ",000": 2257,
      "uis": 2258,
      "argest": 2259,
      "▁[Archived](https://web.archive.org/web/20": 2260,
      "dus": 2261,
      "तर": 2262,
      "జి": 2263,
      "ధాన": 2264,
      "బె": 2265,
      "▁\"विशेष:पुस्तक": 2266,
      "inister": 2267,
      "](https://hi.wikipedia.org/wiki/ISBN_(identifier)": 2268,
      "](https://hi.wikipedia.org/wiki/विशेष:पुस्तक": 2269,
      "▁स्रोत/": 2270,
      "▁their": 2271,
      "▁पा": 2272,
      "ారు": 2273,
      "▁comp": 2274,
      "](https://hi.wikipedia.org/wiki/भारत_के_": 2275,
      "ember": 2276,
      "लाई": 2277,
      "_स्रोत/": 2278,
      "▁కా": 2279,
      "▁[ISBN](https://hi.wikipedia.org/wiki/ISBN_(identifier)": 2280,
      "_के_आ": 2281,
      "▁రాజ": 2282,
      "▁लि": 2283,
      "▁(PDF)": 2284,
      "साँचा:": 2285,
      "ographi": 2286,
      "ांग्ला": 2287,
      "](https://hi.wikipedia.org/wiki/विशेष:पुस्तक_स्रोत/": 2288,
      "jab": 2289,
      "mi": 2290,
      "oor": 2291,
      "rin": 2292,
      "▁[t": 2293,
      "\")*.": 2294,
      "idd": 2295,
      "ram": 2296,
      "▁Archived": 2297,
      "▁first": 2298,
      "▁Pro": 2299,
      "ill": 2300,
      "ayan": 2301,
      "map": 2302,
      "odi": 2303,
      "▁Press\").": 2304,
      "outledge": 2305,
      "%28": 2306,
      "%29": 2307,
      "44": 2308,
      "_K": 2309,
      "ote": 2310,
      "एस": 2311,
      "annic": 2312,
      "▁countries": 2313,
      "ref-1": 2314,
      "note-1": 2315,
      "ctober": 2316,
      "ritannic": 2317,
      "▁October": 2318,
      "▁यु": 2319,
      "त्प": 2320,
      "fl": 2321,
      "son": 2322,
      "▁24": 2323,
      "▁also": 2324,
      "▁par": 2325,
      "▁16": 2326,
      "▁2023": 2327,
      "ंप": 2328,
      "దు": 2329,
      "మ్": 2330,
      "శ్": 2331,
      "▁राष्ट्रीय": 2332,
      "2023": 2333,
      "](https://te.wikipedia.org/wiki/క": 2334,
      "▁part": 2335,
      "్యవ": 2336,
      "▁[↑](https://hi.wikipedia.org/wiki/भारत#cite_": 2337,
      "▁जु": 2338,
      "▁है,": 2339,
      "ेश्वर": 2340,
      "ంది.": 2341,
      "history": 2342,
      "liament": 2343,
      "ूचना": 2344,
      "_చరిత్ర": 2345,
      "330px-": 2346,
      "/0": 2347,
      "31": 2348,
      "ive": 2349,
      "▁k": 2350,
      "▁21": 2351,
      "cience": 2352,
      "▁Sh": 2353,
      "▁dis": 2354,
      "brary": 2355,
      "usiness": 2356,
      "_In": 2357,
      "काल": 2358,
      "धी": 2359,
      "India)": 2360,
      "्यव": 2361,
      "▁con": 2362,
      "▁Th": 2363,
      "india/": 2364,
      "▁2024": 2365,
      "-80": 2366,
      "udden": 2367,
      "National": 2368,
      "_University": 2369,
      "ban": 2370,
      "ne": 2371,
      "ran": 2372,
      "ond": 2373,
      "hism": 2374,
      "/p": 2375,
      "_पर": 2376,
      "बाद": 2377,
      "रक्ष": 2378,
      "ली": 2379,
      "ाष्ट्र": 2380,
      "००": 2381,
      "ఢిల్లీ": 2382,
      "పంచ": 2383,
      "–1": 2384,
      "time": 2385,
      "▁स्व": 2386,
      "▁India:": 2387,
      "entre": 2388,
      "etwe": 2389,
      "ారి": 2390,
      "िक्ष": 2391,
      "chno": 2392,
      "▁world": 2393,
      "▁दक्षिण": 2394,
      "िया\")": 2395,
      "_मेला": 2396,
